<!DOCTYPE html>
<html lang="en">
<head>   
    <title>Mantenimiento del computador</title>
    <link rel="stylesheet" type="text/css" href="style.css">

</head>
<body>

    <div id="header">

        <ul class="nav">
            <li><a href="menu.html">INICIO</a></li>
            <li><a href="">CORTES</a>
                <ul>
                    <li><a href="">Corte I</a>
                        <ul>
                            <li><a href="preventivo.html">Mantenimiento Preventivo</a>
                            <li><a href="correctivo.html">Mantenimiento Correctivo</a>
                        </ul>
                    </li>
                    <li><a href="">Corte II</a>
                        <ul>
                            <li><a href="">Mantenimiento Preventivo</a>
                            <li><a href="">Mantenimiento Correctivo</a>
                        </ul>
                    </li>
                    <li><a href="">Corte III</a>
                        <ul>
                            <li><a href="">Mantenimiento Preventivo</a>
                            <li><a href="">Mantenimiento Correctivo</a>
                        </ul>
                    </li>
                    <li><a href="">Corte IV</a>
                        <ul>
                            <li><a href="">Mantenimiento Preventivo</a>
                            <li><a href="">Mantenimiento Correctivo</a>
                        </ul>
                    </li>        
               </ul>
            </li>
        </ul>
    </div>
    
    <main>

        <div class="caja1">

            <h1 style="text-align: center;">Matenimiento del computador</h1>

        </div>

        <div class="caja1">
            <article>
                <header>

                    <h2 style="color: #403323;">SOFTWARE</h2>
                    
                </header>
                        <img src="https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcT8OtznnBQFh8EksKMeKhQYR2_KDjsZ73YVw5RwAEjzJCogztEQUyd83CplpcudsReFZMA&usqp=CAU" alt="https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcT8OtznnBQFh8EksKMeKhQYR2_KDjsZ73YVw5RwAEjzJCogztEQUyd83CplpcudsReFZMA&usqp=CAU" width="200"; height="100"/>
                        <p style="font-family: Arial, Helvetica, sans-serif;">El t&eacute;rmino software es un vocablo ingl&eacute;s que fue tomado por otros idiomas y designa a todo componente intangible (y no f&iacute;sico) que forma parte de dispositivos como computadoras, tel&eacute;fonos m&oacute;viles o tabletas y que permite su funcionamiento. <br>
                            <br>
                            El software est&aacute; compuesto por un conjunto de aplicaciones y programas diseñados para cumplir diversas funciones dentro de un sistema. Adem&aacute;s, est&aacute; formado por la informaci&oacute;n del usuario y los datos procesados.</p>
                            
            </article>
            
        </div>

        <div class="caja1">
            <article>
                <header>
                    <h2 style="color: #403323;">HARFWARE</h2>
        
                </header>
                    <img src="https://www.dlubal.com/-/media/Images/website/img/010001-020000/016101-016200/016137.png?la=es&mlid=FE111D08B2684D7998B0CBF72F8889B6&hash=3577701EB3B9FEC16BE0D2269F2611A3D6CE4405" alt="https://www.dlubal.com/-/media/Images/website/img/010001-020000/016101-016200/016137.png?la=es&mlid=FE111D08B2684D7998B0CBF72F8889B6&hash=3577701EB3B9FEC16BE0D2269F2611A3D6CE4405" width="200"; height="100"/>
                    <p style="font-family: Arial, Helvetica, sans-serif;">se conoce como hardware (del ingl&eacute;s hard, r&iacute;gido, y ware, producto, mercancía) al conjunto de los componentes materiales, tangibles, de un computador o un sistema inform&aacute;tico. Incluye todas las partes mec&aacute;nicas, eléctricas y electrónicas, sin considerar los programas y otros elementos digitales que  forman parte del software.</p>
    
                    <br>
            </article>
        </div>

        <div class="caja1">
            <article>
                <head>
                    <h2 style="color: #403323;">PARTES DEL CUMPUTADOR</h2>
                    <br>
                    <h3>FUENTE DE PODER</h3>
                    <P style="font-family: Arial, Helvetica, sans-serif;">Sirven para brindar el suministro de energ&iacute;a a cada componente del sistema.</P> 
                    <br>
                    <h3>PLACA MADRE</h3>
                    <p style="font-family: Arial, Helvetica, sans-serif;">Se trata de la placa de circuito impreso principal de una computadora, lo que significa que es la pieza principal de los circuitos a la que se conectan las dem&aacute;s piezas que crean el conjunto.</p>
                    <br>
                    <h3>PROCESADOR (CUP)</h3>
                    <p style="font-family: Arial, Helvetica, sans-serif;">Es el componente en- cargado de interpretar las instrucciones de los programas y procesar los datos.</p>
                    <br>
                    <h3>DISCO DURO</h3>
                    <p style="font-family: Arial, Helvetica, sans-serif;">Es un dispositivo de almacenamiento de datos no vol&aacute;til que emplea un sistema de grabaci&oacute;n magn&eacute;tica para almacenar datos digitales de forma r&aacute;pida y segura.</p>
                    <br>
                    <h3>MEMORIA RAM</h3>
                    <p style="font-family: Arial, Helvetica, sans-serif;">es la memoria de la computadora que almacena la informaci&oacute;n que un programa necesita mientras se ejecuta.</p>
                    <br>
                    <h3>COOLER</h3>
                    <p style="font-family: Arial, Helvetica, sans-serif;">Se usa para facilitar el flujo de aire y se usa normalmente con un disipador t&eacute;rmico.</p>
                    <br>
                </head>
            </article>
        </div>

        <div class="caja1">
            <h2 style="color: #403323;">DISPOSITIVOS PERIFERICOS DE ENTRADA</h2>
            <br>
            <p>se conoce como dispositivos de entrada o dispositivos de alimentaci&oacute;n (input) <b style="font-family: Arial, Helvetica, sans-serif;">a los aparatos que permiten ingresar informaci&oacute;n al sistema inform&aacute;tico</b>, ya sea proveniente del usuario o de otra computadora. Por ejemplo: el teclado, el mouse o el micr&oacute;fono.

                <br>
                <br>Los distintos dispositivos de entrada traducen los datos en impulsos el&eacute;ctricos, que luego son transmitidos a la computadora para su procesamiento y almacenamiento en la memoria central o interna. Estos dispositivos son fundamentales porque permiten que el usuario pueda hacer uso de la computadora e interactuar con ella.</p>
                <br>
                <h2 style="color: #403323;">DISPOSITIVOS PERIFERICOS DE SALIDA</h2>
                <br>
                <p>se conoce como dispositivos de salida (output) <b style="font-family: Arial, Helvetica, sans-serif;">a aquellos aparatos que permiten la extracci&oacute;n o recuperaci&oacute;n de informaci&oacute;n proveniente de una computadora o sistema inform&aacute;tico</b>. Por ejemplo: el monitor, los parlantes o la impresora.
                <br>
                <br> Los dispositivos de salida son tambi&eacute;n llamados perif&eacute;ricos de salida y traducen la informaci&eacute;n de una computadora a formatos visuales, sonoros, impresos o de cualquier otra naturaleza, que puedan ser comprendidos por el usuario.
                    </p><br>

        </div>

        <div class="caja1">
            <h2 style="color: #403323;">Matenimiento del computador</h2>
            <br>
            <p>Es una serie de tareas y procedimientos que consisten en la inspecci&iacute;n de anomal&iacute;as, limpieza y sustituci&oacute;n de piezas, materiales y sistemas usados, que ayuden a evitar fallos en el equipo de c&oacute;mputo y garantizar que se encuentran funcionando de acuerdo a sus capacidades.</p>
            <br>
        </div>

    </main>

</body>
</html>